Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: I'd do X, Y, or Z instead!'' Since you're in the passenger's seat for the plot you're reading or watching, however, you simply have to sit back and let it unfold.
fr_fr: Je ferais plutôt ça, ou ça!" En étant un simple spectateur de l'intrigue que vous lisez ou regardez, vous ne pouvez que vous asseoir et laisser se dérouler l'histoire.

source: What if you could take hold of the driver's seat?
fr_fr: Et si vous pouviez prendre le contrôle?

source: What if you could take the plot in the direction you'd choose?
fr_fr: Et si vous pouviez diriger l'intrigue dans la direction que vous choisiriez?

source: That is the essence of a roleplaying game.
fr_fr: C'est l'essence même du jeu de rôle.

source: A roleplaying game (or RPG, for short) is part improvisational theater, part storytelling, and part game.
fr_fr: Un jeu de rôle (ou JDR) est un mélange de théatre d'improvisation, d'art du conte et de jeu.

source: A single person (the gamemaster) runs the game for a group of players that pretend to be characters in a fictitious world.
fr_fr: Une personne (le maître de jeu) anime la partie pour un groupe de joueurs prétendant être des personnages dans un monde fictif.

source: The world could be a mystery game set in the 1920s that takes you adventuring around the globe, a fantasy realm inhabited by dragons and trolls and sword-wielding barbarians, or a science fiction setting with aliens and spaceship and world-crushing weaponry.
fr_fr: Le monde peu aussi bien être un décor mystérieux dans les années 1920 qui vous emmènerait dans des aventures autour du globe, un royaume mystérieux habité par des dragons, des trolls et des barbares maniant l'épée ou un cadre de science fiction avec des aliens, des vaisseaux spatiaux et une artillerie capable de détruire des planètes.

source: The players pick a setting that they find cool and want to play in.
fr_fr: Les joueurs choisissent un cadre qu'ils trouvent intéressant et dans lequel ils veulent jouer.

source: The players then craft their own characters, providing a detailed history and personality to bring each to life.
fr_fr: Ils créent ensuite leurs propres personnages, leur fournissant un historique détaillé et une personnalité pour leur donner la vie.

source: These characters have a set of statistics (numerical values) that represent skills, attributes, and other abilities.
fr_fr: Ces personnages ont un ensemble de statistqiues (des valeurs numériques) qui représentent les compétences, attributs et autres capacités.

source: The gamemaster then explains the situation in which the characters find themselves.
fr_fr: Le maître de jeu explique ensuite la situation dans laquelle se trouve les personnages.

source: The players, through their characters, interact with the storyline and each others' characters, acting out the plot.
fr_fr: Les joueurs, par l'intermédiaire de leur personnage, interagissent avec les évènements et les personnages des autres, agissant sur l'intrigue.

source: As the players roleplay through some scenarios, the gamemaster will probably ask a given player to roll some dice and the resulting numbers will determine the success or failure of a character's attempted action.
fr_fr: Alors que les joueurs interpètent leur rôle à travers le scénario, le maître de jeu demandera probablement à l'un des joueurs de lancer quelques dés dont le résultat déterminera la réussite ou l'échec de l'action qu'à tenté le personnage.

source: The gamemaster uses the rules of the game to interpret the dice rolls and the outcome of the character's actions.
fr_fr: Le maître de jeu utilise les règles du jeu pour interpréter le jet de dé et les conséquences de l'action du personnage.

source: As a group exercise, the players control the storyline (the adventure), which evolves much like any movie or book but within the flexible plot created by the gamemaster.
fr_fr: En tant qu'exercice de groupe, les joueurs contrôlent la suite d'évènement (l'aventure), qui évolue à peu près comme n'importe quel film ou livre mais à l'inétrieur de l'intrigue flexible créée par le maître de jeu.

source: This gamemaster plot provides a framework and ideas for potential courses of action and outcomes, but it is simply an outline of what might happen—it is not concrete until the players become involved.
fr_fr: L'intrigue du maître de jeu fournit un cadre et des idées pour déterminer les possibilités d'actions et leurs impact, mais c'est plus simplement un aperçu de ce qui pourrait arriver - cela devient concret uniquement au moment où les joueurs sont impliqués.

source: If you don't want to walk down those stairs, you don't.
fr_fr: Si vous ne voulez pas descendre ces escaliers, vous ne les descendez pas.

source: If you think you can talk yourself out of a situation in place of pulling a gun, then try and make it happen.
fr_fr: Si vous pensez pouvoir vous sortir d'une situation en discutant calmement plutôt qu'en dégainant une arme, alors allez-y et tentez votre chance.

source: The script of any roleplaying session is written by the players, and the story, based upon the character's actions and their responses to the events of the plot, will constantly change and evolve.
fr_fr: Le script de chaque session de jeu est écrit par les joueurs, et l'histoire, basée sur les actions des personnages et leur réponse aux évènement de l'intrigue, changera et évoluera en permanence.

source: The best part is that there is no ``right'' or ``wrong'' way to play an RPG.
fr_fr: Le meilleur c'est qu'il n'y a pas de "bonne" ou "mauvaise" façon de jouer à un JDR.

source: Some games may involve more combat and dice rolling-related situations, where other games may involve more storytelling and improvised dialogue to resolve a situation.
fr_fr: Certains jeu impliqueront plus de combat et de situation liées à des jets de dés, là où d'autre impliquerontplus d'interprétation et de dialogue improvisés pour résoudre une situation.

source: Each group of players decides for themselves the type and style of game they enjoy playing!
fr_fr: Chaque groupe de joueur décide le type et le style de jeu auquel ils ont envie de jouer!

source: Transhumanism is a term used synonymously to mean ``human enhancement.'' It is an international cultural and intellectual movement that endorses the use of science and technology to enhance the human condition, both mentally and physically.
fr_fr: Le transhumanisme est un mot utilisé comme synonyme de "amélioration de l'humain." C'est un mouvement culturel et intellectuel international qui approuve l'utilisation de la science et de la technologie pour améliorer la condition humaine, aussi bien mentalement que physiquement.

source: In support of this, transhumanism also embraces using emerging technologies to eliminate the undesirable elements of the human condition such as aging, disabilities, diseases, and involuntary death.
fr_fr: Pour supporter cette théorie, le transhumanisme englobe également l'utilisation de la technologie pour éliminer les éléments indésirables de la condition humaine tels que le vieillissement, les maladies et la mort non volontaire.

source: Many transhumanists believe these technologies will be arriving in our near future at an exponentially accelerated pace and work to promote universal access to and democratic control of such technologies.
fr_fr: Beaucoup de transhumains croient que ces technologies arriveront dans un futur proche suivant un rythme exponentiel et travaillent à promouvoir l'accès universel et le contrôle démocratique de ces technologies.

source: In the long scheme of things, transhumanism can also be considered the transitional period between the current human condition and an entity so far advanced in capabilities (both physical and mental faculties) as to merit the label ``posthuman.''
fr_fr: Sur le long terme, le transhumanisme peut aussi être considéré comme la période de transition entre l'humain actuel et une entité qui aurait tellement évoluée dans ses capacités (aussi bien mentales que physiques) qu'elle mérite d'être appellée "posthumain".

source: As a theme, transhumanism embraces heady questions.
fr_fr: En tant que thème, la transhumanité brasse des questions lourde de significations.

source: What defines human?
fr_fr: Qu'est-ce qui défini l'humain?

source: What does it mean to defeat death?
fr_fr: Qu'est ce que signifie vaincre la mort?

source: If minds are software, where do you draw the line with programming them?
fr_fr: Si l'esprit est un logiciel, où se situe la limite avec leur programmation?

source: If machines and animals can also be raised to sentience, what are our responsibilities to them?
fr_fr: Si les machines et les animaux peuvent être amenée à ressentir, quelles sont nos responsabilité vis à vis d'eux?

source: If you can copy yourself, where does ``you'' end and someone new begin?
fr_fr: Si vous pouvez vous copier, où se situe la limite entre "vous" et quelqu'un de nouveau?

source: What are the potentials of these technologies in terms of both oppressive control and liberation?
fr_fr: Quels sont les potentiels de ces technologie en terme de contrôle oppressif et de libération?

source: How will these technologies change our society, our cultures, and our lives?
fr_fr: Comment ces technologies changeront nos société, nos cultures et nos vies?

source: {Post-apocalyptic, conspiracy and horror themes}
fr_fr: {Les thèmes post-apocalyptiques, de conspirations et d'horreur}

source: Several themes pervade Eclipse Phase, some of which the reader may not be intimately familiar with.
fr_fr: Plusieurs thèmes imprègnent Eclipse Phase, le lecteur pourrait ne pas être familier avec certains d'entre eux.

source: The following helps define these themes so that as play ers read further into this rulebook, they gain a solid understanding of how Eclipse Phase builds on such themes to create its unique setting.
fr_fr: Les aides suivantes définissent ces thèmes afin de permettre aux joueurs lisant ce livre de règle de gagner une compréhension solide de la manière dont Eclipse Phase est construit autour de ces thèmes pour créer son cadre unique.

source: Post-apocalyptic is a term used to describe fiction set after a cataclysmic event has ended human civili zation as we know it (usually accompanied by loss of human life on an almost unthinkable scale).
fr_fr: Post-apocalyptique est un terme utilisé pour décrire les fictions se déroulant après un évènement catacyclismique qui a mis fin à la civilisation humaine telle que nous la connaissont actuellement (habituellement accompagnée par la perte de vie humaine sur une échelle impensable).

source: The exact mechanism of the disaster is usually unimportant nuclear war, plague, asteroid strike, and so on.
fr_fr: L'exacte mécanisme du désastre est habituellement sans importance. Il peut s'agir d'une guerre nucléaire, d'une épidémie, de la chute d'un astéroïde, etc.

source: The importance of the theme is the human condition.
fr_fr: La part importante du thème est la condition humaine.

source: If the world we know is torn away from us and humans suffer horrors beyond imagining in this transforma tion to a post-apocalyptic setting, how does human ity cope?
fr_fr: Si le monde tel que nous le connaissons nous a été arraché et que les humains on subit des horreurs au-delà de l'imaginable lors de cette transformation à un cadre post-apocalyptique, comment l'humanité y fait face?

source: Do we survive and thrive and overcome?
fr_fr: Survivons-nous? Prospérons-nous? Surmontons-nous ces difficultés?

source: Or do we lose our own humanity in the process, o ultimately fall to extinction?
fr_fr: Ou perdons-nous notre humanité dans le processus, succombant finalement à l'extinction?

source: Those are the questions that drive this genre.
fr_fr: Ce sont les questions qui sont au cœur du thème.

source: To conspire means ``to join in a secret agreement to do an unlawful or wrongful act or to use such means to accomplish a lawful end.'' As such, a con spiracy theory attributes the ultimate cause of an event or a chain of events (whether political, societa or historical) to a secret group of individuals with immense power (including political, wealth and so on) who hide their activities from public view while manipulating events to achieve their goals, regard less of consequences.
fr_fr: Conspirer signifie "joindre une organisation secrète pour atteindre un but illégal ou mauvais ou utiliser ces moyens à un but légal." En tant que telle, une théorie conspirationiste attribue la cause ultime d'un évènement ou d'une succession d'évènements (qu'ils soient politique, sociaux ou historiques) à un groupe secret d'individus possédant un pouvoir immense (incluant politique et financier entre autres) et qui dissimulent leurs activités au public tout en manipulant les évènements afin d'atteindre leurs buts, sans se soucier des conséquences.

source: Many conspiracy theories contend that a host of the greatest events of history were initiated and ultimately controlled by such secret organizations.
fr_fr: Beaucoup de théories conspirationnistes prétendent qu'une grande partie des évènements historiques ont été initiés et finallement contrôllés par de telles organisations secrètes.

source: Of equal importance is the silent struggle between clandestine groups, waging a secret war behind the scenes to determine who influences the future.
fr_fr: Sur le même plan d'importance, on trouve la lutte silencieuse entre des groupes clandestins, s'affrontant dans une guerre occulte afin de déterminer qui influencera le futur.

source: Horror takes many forms, but in Eclipse Phase it is more psychological than gore.
fr_fr: L'horreur prend beaucoup de formes, mais dans Eclipse Phase, il s'agît plus d'horreur psychologique que de gore.

source: It is the uncertainty of survival, the suspense of finding malevolent things among the stars, the fear of the unknown, the dread of facing Things That Should Not Be, the revulsion when encountering alien things, and the sickening realization of the wrong and ghastly things that transhumans are capable of doing to themselves and each other.
fr_fr: C'est la survie incertaine, le suspens de trouver des choses malveillantes parmi les étoiles, la peur de l'inconnu, l'angoisse d'affronter des Choses Qui Ne Devraient Pas Être, la révulsion lors de la rencontre de choses étrangères, et la prise de conscience maladive des choses horribles et mauvaises que les transhumains sont capable de s'infliger.

source: Horror also arises both from the comprehension that there are scary things beyond our understanding nhabiting our universe and that transhumanity may be its own worst enemy.
fr_fr: L'horreur apparaît aussi du fait qu'il y a des choses effrayantes au delà de notre compréhension qui habitent notre univers et du fait que la transhumanité est probablement son pire ennemi.

source: Despite all of the technological tools and advances available to future transhumans, they still face terrors like losing control of their own dentities, their perceptions, and their mental faculties—not to mention their future as a species.
fr_fr: En dépit de tous les outils technologiques et des avancées disponibles aux futurs transhumains, ils doivent toujours affronter des horreurs comme la perte de contrôle de leur propre identité, de leur perceptions et de leur faculté mentale - sans parler du contrôle de leur futur en tant qu'espèce.

source: Eclipse Phase takes all of these themes and weaves them together in a transhuman setting.
fr_fr: Eclipse Phase mélange tout ces thèmes dans un contexte transhumain.

source: The postapocalyptic angle covers the understanding of all that transhumanity has lost, the fight against extinction, and how much of that is a struggle against our own nature.
fr_fr: L'angle postapocalyptique couvre la compréhension de tout ce que la transhumanité à perdu, la lutte contre l'extinction et la part de cette lutte qui est un combat contre notre propre nature.

source: The conspiracy side delves into the nature of the secret organizations that play key roles n determining transhumanity's future and how the actions of determined individuals can change the ives of many.
fr_fr: L'angle conspirationniste se situe dans la nature des organisations secrètes qui jouent un rôle clef dans la déterminatuion du futur de la transhumanité et comment les actions d'individus déterminés peut influer sur la vie de beaucoup.

source: The horror perspective explores the results of humanity's self-inflicted transformations and how some of these changes effectively make us non-human.
fr_fr: La perspective de l'horreur permet d'explorer les résultats des transformations que c'est infligé l'humanité, et comment certains de ces changements nous a effectivement transformés en non-humain.

source: Tying it all together is an awareness of the massive indifference and the terrible alien-ness that pervades the universe and how transhumanity is insignificant against such a backdrop.
fr_fr: Mélanger ces thématiques permet une sensibilisation à l'indifférence massive et à la terrible étrangeté qui imprègne l'univers et souligne à quel point la transhumanité est insignifiante dans un tel contexte.

source: Offsetting these themes, however, Eclipse Phase also asserts that there is still hope, that there is still something worth fighting for, and that transhumanity can pave its own path toward the future.
fr_fr: Au delà de ces thèmes, cependant, Eclipse Phase affirme également qu'il y a toujours de l'espoir, qu'il y a quelque chose quimérite d'être défendu, et que la transhumanité peut se frayer son propre chemin vers le futur.

source: To play a game of Eclipse Phase, you need the following:
fr_fr: Pour jouer une partie d'Eclipse Phase, vous aurez besoin du matériel suivant:

source: A group of players and a place to meet (real life or online!) One player to act as the gamemaster The contents of this book Something for everyone to take notes with (note pads, laptops, whatever!) Two 10-sided dice per player (or a digital equivalent) Imagination
fr_fr: Un groupe de joueur et un endroit où se rencontrer (dans le monde réel ou en-ligne!) Un joueur pour tenir le rôle de maître de jeu Le contenu de ce livre Quelque chose pour que les personnes puisse prendre des notes (bloc notes, ordinateur portable, peu importe!) Deux dés à dix-faces (ou un équivalent numérique) De l'imagination

source: {A group of players and a place to meet}
fr_fr: {Un groupe de joueur et un endroit pour se rencontrer}

source: While roleplaying games are flexible enough to allow any number of people, most gaming groups number around four to eight players.
fr_fr: Bien que jouer au jeu de rõle soit suffisament flexible pour permettre à n'importe quel nombre de personne de participer, la plupart des groupes de jeu sont composés de quatre à huits joueurs.

source: That number of people brings a good mix of personalities to the table and ensures great cooperative play.
fr_fr: Ce nombre de participant permet un mélange interessant des personnalités autour de la table et assure une bonne coopération pendant la partie.

source: Once a group of players have determined to play Eclipse Phase, they'll need to designate someone as the gamemaster (see below).
fr_fr: Une fois qu'un groupe de joueurs a déterminé qu'ils allaient jouer à Eclipse Phase, ils auront besoin de désigner quelqu'un pour être le maître de jeu (voir plus bas).

source: Then they'll need to determine a time and place to meet.
fr_fr: Ils auront ensuite besoin de déterminer la date, l'heure et le lieu de la partie

source: Most roleplaying groups meet once a week at a regularly scheduled time and place: 7:00 PM, Thursday night, Rob's house, for example.
fr_fr: La plupart des groupes de jeu se retrouvent une fois par semaine à un intervalle de temps régulier: 19:00, Jeudi soir, chez Rob par exemple.

source: However, each group determines where, how they'll play, and how often.
fr_fr: Chaque groupe détermine cependant où, quand et comment ils veulent jouer.

source: One group may decide they can only get together once a month, while another group is so excited to dive into the story potential of Eclipse Phase that they want to meet twice a week (they decide to rotate between their houses, though, so as not to overload a particular player).
fr_fr: Un groupe peu décider qu'ils ne peuvent se rassembler qu'une fois par mois, alors qu'un autre est tellement excité à l'idée de se plonger dans les histoires potentielles d'Eclipse Phase, qu'ils voudront se rencontrer deux fois par semaine (ils décident d'une rotation entre leurs domiciles cependant, pour ne pas surcharger un joueur en particulier).

source: If a group is lucky enough to have a favorite local gaming store that supports instore play, the group might meet there.
fr_fr: Si un groupe à suffisament de chance pour que leur boutique de jeu préférée acceuille des parties, ils pourront décider de se retrouver là-bas.

source: Other gaming groups meet in libraries, common rooms at their school, bookstores that have generously-sized ``reading rooms,'' quiet restaurants, and so on.
fr_fr: D'autres groupes se rencontrent dans des bibliothèques, dans des salles communes dans leurs écoles, dans des librairies qui possèdent des "salles de lecture" généreuses.

source: Whatever fits for your gaming group, make it work!
fr_fr: Quelque soit ce qui convient à votre groupe de jeu, faites le!

source: When getting together for a game, most RPGs use the phrase ``gaming session.'' The length of each gaming session is completely dependent upon the consensus of the playing group, as well as the limitations of the locale where they're playing.
fr_fr: Lorsque les joueurs se retrouvent pour jouer, la plupart des JDR parlent de "session de jeu." La durée de chaque session de jeu dépend autant du consensus établi par le groupe de joueur que des limitations du local dans lequel ils jouent.

source: The particular story that unfolds in a given session can also impact a session's length.
fr_fr: L'histoire particulière qui se déroule dans une session donnée peut aussi impacter sur la durée de celle-ci.

source: If playing in a game store, the group may only have a four-hour slot and the gamemaster and group may have determined—through several sessions of play—that this is a perfect time frame to enjoy the story they're participating in each week.
fr_fr: En jouant dans une boutique de jeu, le groupe de joueur peut n'avoir qu'un créneau de quatre heures ou bien le maître de jeu et le groupe peuvent avoir déterminés - après plusieurs sessions de jeu - que c'est un laps de temps parfait pour profiter de l'histoire à laquelle ils participent chaque semaine.

source: Another group, however, may want an even shorter length of time.
fr_fr: Un autre groupe, cependant, pourrait vouloir un temps de jeu encore plus court.

source: Yet another group may decide that while they'll usually do four-hour sessions, once a month they'll set aside an entire Saturday for a great all-day gaming session.
fr_fr: Un groupe encore différent pourrait décider que, même si d'habitude ils jouent par session de quatre heures, une fois par mois ils se regrouperont pour jouer tout le Samedi pour une super session de jeu étalée sur toute la journée.

source: Players will need to dive in and start playing and be flexible to decide what will provide the ultimate enjoyment for their gaming group.
fr_fr: Les joueurs devraont s'immerger et commencer à jouer et faire preuve de souplesse pour décider ce qui leur procurera l'amusement ultime pour leur groupe de jeu.
